# coding: utf8
from __future__ import unicode_literals


"""
Example sentences to test spaCy and its language models.

>>> from spacy.lang.ml.examples import sentences
>>> docs = nlp.pipe(sentences)
"""


sentences = [
    "ക്രിസ്ത്യൻ മിഷനറിമാർ ഇന്ത്യയിൽ ബ്രിട്ടീഷ് ഭരണകാലത്ത് കേരളത്തിലെ വിദ്യാഭ്യാസം പ്രോത്സാഹിപ്പിച്ചിരുന്നു.",
    "തിരുവനന്തപുരം അന്താരാഷ്ട്ര വിമാനത്താവളമാണ് കേരളത്തിലെ ആദ്യത്തെ വിമാനത്താവളം.",
    "കേരളീയരുടെ പൊതുവ്യവഹാരഭാഷ, ദ്രാവിഡഭാഷാഗോത്രത്തില്പെട്ട മലയാളം ആണ്.",
    "ദൈവത്തിന്റെ സ്വന്തം നാട് എന്നാണ് കേരളം അറിയപ്പെടുന്നത്.",
    "നീ എവിടെ ആണ്?",
    "ആരാണ് ഫ്രാൻസിന്റെ പ്രസിഡന്റ്?",
    "യുണൈറ്റഡ് സ്റ്റേറ്റ്സിന്റെ തലസ്ഥാനം എന്താണ്?",
    "എപ്പോഴാണ് മഹാത്മാഗാന്ധി ജനിച്ചത്?",
]
